[{
        "title": "Iris deals with",
        "description": "- Remote education○Ç- Games for kids (educational games)○Ç- Typing tests and tutorials○Ç- Use typing speed test to teach spelling○Ç- Technology forum and articles and questions and answers about technology and computer health○Ç- YouTube channel and articles about how to use MS office tools effectively for business and school.○Ç- There may also be music theory and Piano tutorials.○Ç- Possibly some charity events to help the community and the environment using computers.",
        "date": "9§th§ Jul 2021, 0:11",
        "ID": 0
    },
    {
        "title": "Get money",
        "description": "look for freelancing website that will help me get money to run the iris  company",
        "date": "9§th§ Jul 2021, 10:45",
        "ID": 1
    },
    {
        "title": "myDiary updates",
        "description": "this app could be improved by adding a sticky sidebar on the left with categories of the types of entries as follows:○Ç- Daily experience○Ç- Tasks○Ç- Reminders○Ç- Updates to this app○Ç○Çand there are many more ideas coming!",
        "date": "9§th§ Jul 2021, 23:00",
        "ID": 2
    },
    {
        "title": "coding (task)",
        "description": "contact sai and ask him on feedback on the project I sent him and also ask him to send one of his top best python projects and we can start collaborating to make them big. I can also send mine as a starting point.",
        "date": "9§th§ Jul 2021, 23:02",
        "ID": 3
    },
    {
        "title": "PHP course",
        "description": "Continue from 1:40:00 on functions tomorrow task.",
        "date": "9§th§ Jul 2021, 23:45",
        "ID": 4
    },
    {
        "title": "Tasks now",
        "description": "1. finish php functions○Ç2. make a project in php touching everything I learned in php, possible search online for projects that touch all areas of redo some my javascript projects with php.○Ç3. Plan a 3 minute video to introduced people to excel○Ç4. Add media queries on the Iris log in pages and also check for any other pages that may need  media queries, list them down and write them in the diary.",
        "date": "10§th§ Jul 2021, 8:27",
        "ID": 5
    },
    {
        "title": "YouTube channel",
        "description": "Add a special session that may happen monthly that there is a bonus video that is called a methodise that takes a method in a programming language and we remake the method and learn to optimise it then test it. If possible checkout some source code to see how close we are to the answer.",
        "date": "10§th§ Jul 2021, 9:27",
        "ID": 6
    },
    {
        "title": "YouTube channel",
        "description": "Promote my website and other projects and my accounts like Instagram and other social media sites.",
        "date": "10§th§ Jul 2021, 9:28",
        "ID": 7
    },
    {
        "title": "Programming",
        "description": "Start inluding jquery in every project and use it to enhance effects on pages so start learning jquery effects and the animate funtion.",
        "date": "10§th§ Jul 2021, 9:39",
        "ID": 8
    },
    {
        "title": "myDiary update",
        "description": "add a feature to sense if it is morning afternoon or night and display a message and also apply a specific theme.",
        "date": "10§th§ Jul 2021, 9:40",
        "ID": 9
    },
    {
        "title": "Papers (task)",
        "description": "Go to the shelf and sort out papers that I don't need and also take some scrap papers",
        "date": "10§th§ Jul 2021, 10:11",
        "ID": 10
    },
    {
        "title": "myDiary updates",
        "description": "- Make the sidebar and function it.○Ç- On the sidebar add a recycle bin function to store deleted entries but this recycle bin can also be emptied.○Ç- fix the bug of one entry deleting another entry on search.",
        "date": "10§th§ Jul 2021, 10:59",
        "ID": 11
    },
    {
        "title": "Iris",
        "description": "Reupload Iris to infinity free, the better version",
        "date": "11§th§ Jul 2021, 10:48",
        "ID": 12
    },
    {
        "title": "Iris Updates",
        "description": "Change the scaling for the papers to be based on the device type and if it overflows put a scroll bar this is to prevent too much use of resources check the performance panel to see the difference if there is anything better / improved in performance.",
        "date": "11§th§ Jul 2021, 10:53",
        "ID": 13
    },
    {
        "title": "Sermon - Mwanafunzi mzuri",
        "description": "WAJIBU WA MWANAFUNZI:○Ç- Kuhudhuria darasa○Ç- Mwanafunzi laazima awe na ratiba○Ç- Laazima atii maagizo ya mwalimu○Ç- Mwanafunzi laazima awe na vitendea kazi○Ç- Laazima awe na adabu○Ç- Mwanafunzi mzuri laazima awe makini○Ç- Anatakiwa kufanya utafiti zaidi ya mwalimu alichomwambia○Ç○ÇWAJIBU WA MWALIMU○Ç- kufanya maandalizi ya kufundisha○Ç- Atambue wanafunzi wake (wale walio wachanga na wale waliokomaa)○Ç- Kuwapima wanafunzi wake○Ç- Kuwa na lengo na wanafunzi wake○Ç",
        "date": "11§th§ Jul 2021, 12:29",
        "ID": 14
    },
    {
        "title": "PHP",
        "description": "Try and use php headers to send information to the page that is being rendered.",
        "date": "11§th§ Jul 2021, 20:54",
        "ID": 15
    },
    {
        "title": "get money",
        "description": "Equity can send and receive money by:○Ç-Western Union○Ç-Money Gram○Ç-World Remit○Ç-Transfast",
        "date": "12§th§ Jul 2021, 13:03",
        "ID": 16
    },
    {
        "title": "Task to come and continue on",
        "description": "1. Watch the videos on writing clean code○Ç2. Write down all the inputs the application needs to have○Ç3. Try and link the beem transactions api and the beem two way messages API into my own node or php application○Ç4. Watch videos on how to deploy node applications on herkoku for free and see if it will work and then get a link.○Ç5. Try and deploy the diary app on heroku.",
        "date": "13§th§ Jul 2021, 19:54",
        "ID": 17
    },
    {
        "title": "Iris Updates",
        "description": "add free tools to the nav bar and make it a drop down○Çalso instead of the account picture put an actuall avatar from the php session that will be queried using the username.○Ç○Çmake all the favicons white○Ç○Çmake a feature is still in construction page for all the pages that are not done○Ç○Çmake the profile page and allow it to so user operations○Ç○Çchange the myDiscuss icons for the favicon and the titie on page icon○Ç○Çtry and redesign all the other iris features to follow this new design pattern event the log in forms.",
        "date": "14§th§ Jul 2021, 7:12",
        "ID": 18
    },
    {
        "title": "Programming",
        "description": "Download the VIM extension for vscode○ÇTake a look at coursera for tutorials if they are free if not look at the prices and see if they are affordable○ÇAlso look at MIT open websites for the data structures and Algorithms courses○Ç",
        "date": "14§th§ Jul 2021, 7:14",
        "ID": 19
    },
    {
        "title": "Recipe to make clean code",
        "description": "-Remove redundant code○Ç- Be carefull with datatypes for all your input and outputs and everything should be consistent○Ç- Think what happens if undefined / null is passed into your functions○Ç- Variables should be named meaninfully○Ç- use template literals instead of concatenation.",
        "date": "14§th§ Jul 2021, 7:25",
        "ID": 20
    },
    {
        "title": "Beem",
        "description": "1. learn how to import an API into a node project○Ç2. look at the slack chats about beem and ask if we are supposed to use english or swahili as the language○Ç3. import the two way sms to the project and test it out.",
        "date": "14§th§ Jul 2021, 10:02",
        "ID": 21
    },
    {
        "title": "Wednesday 14/07/21  semina sermon",
        "description": "Neno la leo: utukufu wa mungu ndani ya hekalu la mungu○Ç - utukufu ni sifa, shukurani kwa mungu yaani utukufu kwa mungu○Ç - utukufu ni ishara au udhihirisho kwamba mungu yuko hapa. ○Ç - utukufu ukionekana mambo yanabadilika, yaani mungu akiwepe mambo yanaenda katika utashi wake.○Ç - kinachotutofautisha uimara sisi wakristo ni utukufu.○Ç - neema ya mungu haiwezi kufanya kazi bila wajibu wa mtu anae ipokea hiyo neema○Ç",
        "date": "14§th§ Jul 2021, 18:52",
        "ID": 22
    },
    {
        "title": "Nyimbo za Kesho",
        "description": "KUABUDU○Ç1. Waweza waweza mambo yote - Straton - B11○Ç2. Maserafi Makerubi - Esther - B00○Ç3. Ndivo ulivo Bwana, Wewe ni mfinyanzi - Esther - B00○Ç4. Yesu Tawala - Ma Mchungaji○Ç5. Ni wewe wakuabudiwa ni wewe - Moses○Ç6. Hii ni haja ya moyo wangu - Rejina○Ç7. Sema na Moyo yangu - Flora - B39○Ç○ÇSIFA○Ç1. Pokea sifa, bwana wa mabwana - Rejina○Ç2. Kama wewe, mungu usiyeshindwa - Esther○Ç4. Utukuzwe yaweh - Straton○Ç○ÇTENZI○Ç1. Kwa Kalvari - 89 - B00 - trans (-4)○Ç2. Nataka nimjue Yesu - 92 - B39",
        "date": "10§th§ Jul 2021, 18:24",
        "ID": 13
    }
]